Tekla.Structures.DrawingInternal.dotGrCurvedDimensionOrthogonal_t


Tekla.Structures.DrawingInternal.dotGrCurvedDimensionOrthogonal_t.DimensionBase


Tekla.Structures.DrawingInternal.dotGrCurvedDimensionOrthogonal_t.Attributes


Tekla.Structures.DrawingInternal.dotGrCurvedDimensionOrthogonal_t.ArcPoint1


Tekla.Structures.DrawingInternal.dotGrCurvedDimensionOrthogonal_t.ArcPoint2


Tekla.Structures.DrawingInternal.dotGrCurvedDimensionOrthogonal_t.ArcPoint3


Tekla.Structures.DrawingInternal.dotGrCurvedDimensionOrthogonal_t.StartPoint


Tekla.Structures.DrawingInternal.dotGrCurvedDimensionOrthogonal_t.EndPoint


Tekla.Structures.DrawingInternal.dotGrCurvedDimensionOrthogonal_t.Distance


Tekla.Structures.DrawingInternal.dotGrCurvedDimensionOrthogonal_t.ToStruct(Tekla.Structures.Drawing.CurvedDimensionOrthogonal)


Tekla.Structures.DrawingInternal.dotGrCurvedDimensionOrthogonal_t.FromStruct(Tekla.Structures.Drawing.CurvedDimensionOrthogonal)
